intl4440/notesMaster.tex
% Created 2021-01-24 Sun 16:35
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhan Chitgopkar}
\date{\today}
\title{Strategic Intelligence}
\hypersetup{
 pdfauthor={Sudhan Chitgopkar},
 pdftitle={Strategic Intelligence},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents \clearpage\section{Turner}
\label{sec:org8e20f53}
\subsection{US Intelligence}
\label{sec:org24ff352}
\begin{itemize}
\item While US intelligence is not funadmentally unique, it has a series of norms that make it very distinctive
\item Realism has been the dominant theory explaining intelligence gathering and behavior
\item Much of the US approach to intelligence takes from strategic culture, creating the US intelligence identity
\end{itemize}
\subsection{Constructivism}
\label{sec:org593228a}
\begin{itemize}
\item Constructivists see intelligence as highly malleable, made up of historical processes, accepted behavior, and contemporary beliefs and interests
\end{itemize}
\subsection{American Strategic Culture}
\label{sec:org9f6d405}
\begin{itemize}
\item While American culture and opinion is very varied, there are central themes defining strategic intelligence
\item 3 influences shape americans view of national security
\begin{enumerate}
\item lack of a sense of history
\begin{itemize}
\item leads to a positive, successful image of thesmselves
\end{itemize}
\item unique geography
\begin{itemize}
\item historical isolationism, general security, significant resources
\end{itemize}
\item Anglo-saxon heritage
\begin{itemize}
\item aversion to/suspicion of military and attachment to constitutionalism
\end{itemize}
\end{enumerate}
\end{itemize}
\subsection{Distinguishing Norms}
\label{sec:orge2893b8}
\begin{itemize}
\item Institutional Survival - all intelligence agencies are bureaucracies trying to maximize resources and funding in the political marketplace
\item Secrecy - conflicts with American belief in the transparency of government, is foundational to the USIC, has lef to abuse and problems
\item Exceptionalism - occurs because of (1) secrecy, (2) breaking other country's laws, (3) subject to deception and disinformation, and (4) intelligence is fungible and can be used by politicians for a wide variety of purposes
\item Ambiguous Mandate - Mission has always been vague to fudge priorities and targets
\item Confederal Structure - While americans oppose a strong central intelligence authority, fragmentation
\item Competitive Intelligence - each bureau tries to compete with the other to increase innovation, eventually just ends up in redundancy and waste
\item Flexible Accountability - Many systems are rooted in accountability but intelligence seems to often get a free pass on many missions
\item Intelligence-Law Enforcement Separation - exists due to fear of combination and overpower (eg. Gestapo) and that intelligence is considered inherently different than law enforcement
\item Separation of Intelligence from Policy - Many argue that for intelligence to be truly objective, it must be separated from policy.  Some argue that intelligence works best when it is in tuen with a policy-makers objectives
\item Policy Support - due to the separation, intelligence is an area of the government. There is disagreement about how much intelligence should be used to support or advocate for a policy
\item ``Can Do'' Attitude - optimism and risk-taking inherent to intelligence efforts
\item Primacy of analysis - US has very significant amount of analysis capabilities, especially because of the role of intelligence on policy and decision-making in government
\item ``Accurate, timely, and relevant intelligence'' - phrase has become a mantra within USIC and shows main principles of intelligence work
\end{itemize}
\subsection{Road to Failure}
\label{sec:orgce0a32e}
\begin{itemize}
\item Norms of USIC indicate uncertainty about the role of intelligence in government and society
\item US Intelligence is the product of political compromise and checks and balances, with certain positive qualities giving intelligence workers the tools necessary to do their job
\item Many good and bad aspects to intelligence
\item As a whole, intelligence identity of the US reflects the fact that people want intel to serve the national interest, but abide by the conutry's democratic princples - which eventually helps conduct important work but also sets up the intel community for failure in some cases.
\end{itemize}
\section{Warner}
\label{sec:orgfa3471d}
\begin{itemize}
\item No official definition for intelligence exists
\end{itemize}
\subsection{Intelligence Definitions}
\label{sec:org6632ea0}
\begin{itemize}
\item National Security Act of 1947 defines foreign intelligence as ``information relating to the capabilities, intentions, or activities of foreign governments or elements thereof.''
\item Hoover Commission 1955 define that ``intelligence deals with all the things which should be jnown in advance of initiating a course of action''
\item Brown-Aspin Commission defines that intelligence is ``simply and boradly information about things foreign - people, places, things, and events - needed by the government for the conduct of its functions''
\item Joint Chief if Staffs Dictionary of Military and Associated Terms defines it as ``the product resulting from the collection, processing, integration, analysis, evaluation, and interpretation of available information concerning foreign countries or areas'' or as ``information and knowledge about an adversary obtained through observation, investigation, analysis, or understanding''
\item CIA defines intelligence as ``the knowledge and foreknowledge of the world around us - the prelude to decision and action by US policymakers''
\end{itemize}
\subsection{Definition Analysis}
\label{sec:org85650e3}
\begin{itemize}
\item Most definitions stress information over organization
\item Defining intelligence simply as information is generally to broad for intelligence professionals to carry out their jobs
\item Not every single peiece of information is intelligence
\item Intelligence can then be considered both an action and a product
\item Shulsky emphasizes the secret nature of this information as being a critical aspect of intelligence
\end{itemize}
\subsection{Final Steps}
\label{sec:org394c4aa}
\begin{itemize}
\item Intelligence is then an activity and a product conducted through confidential circumstances on behalf of states so that policy-makers can understand foreign developments, and that it includes clandestine operations performed to cause certain foreign effects
\item Difference between law enforcement and intelligence is secrecy
\end{itemize}
\section{01.20.20 (Intelligence Structure)}
\label{sec:org3e76faa}
\subsection{What is Intelligence}
\label{sec:org4f77bee}
\begin{itemize}
\item Process
\item Activity - the actual job conducted by an individual or organization to obtain intelligence
\item Final Product - the final report or analysis derived through the process of gaining intelligence that is eventually disseminated
\item Elements of Intelligence
\begin{enumerate}
\item Dependent on confidential sources and methods for full effectiveness
\item Performed by officers of the state, for the state
\item Focused on foreigners - usually other states, but often foreign subjects, corporations, or groups
\item Linked to the production and dissemination of information
\item Involved in influencing foreign entities through means that can't trace back to the acting government
\end{enumerate}
\item Concise Definition: Intelligence is secret, state activity to understand or influence foreign entities
\end{itemize}
\subsection{Levels of Analysis}
\label{sec:org98ecbde}
\begin{itemize}
\item Strategic Intelligence - broad, policy-oriented approach to intelligence. Understands the effects of intelligence and international factors on the world
\item Operational Intelligence - group-focused intelligence, understanding interplay between groups of people or institutions
\item Tactical Intelligence - low-level intelligence focused on field scenarios and day-to-day operations of intelligence
\end{itemize}
\subsection{US Intelligence Community}
\label{sec:orgab23880}
\subsubsection{Independent}
\label{sec:org7ebf3ae}
\begin{itemize}
\item Office of the Director of National Intelligence (ODNI) - intermediary oversight agency consolidating all of the intelligence and pushing it to policy-makers
\item Central Intelligence Agency (CIA) - Leading expert in clandestine operations for the US, uses their own paramilitary. Only independent agency that runs operations
\end{itemize}
\subsubsection{Departments of Agencies}
\label{sec:org21b5ee9}
\begin{itemize}
\item Department of Energy Office of Intelligence and Counterintelligence (DOE-OIC) - leading experts in nuclear weapons, energy infrastructure, and security maintenance
\item Department of Homeland Security's Office of Intelligence and Analysis - Domestic security focus
\item FBI Intelligence Branch (FBIIB) - Focus on federal crimes and domestic security
\item DEA Office of National Security Agency (DEAONSI) - focus on drugs and drug trade
\item Department of Small Business Innovation Research (DOSBIR) - focused on diplomatic intelligence
\item Dept of Treasury Intelligence Agency (USDTOIA) - understanding how the US dollar could be used in criminal activities
\item US Coast Guard Intelligence (USCGI) - charged with keeping ports, waterways, cargo, and coasts safe
\end{itemize}
\subsubsection{Department of Defense}
\label{sec:org9c495a0}
\begin{itemize}
\item Defense Intelligence Agency (DIA) - DoD's version of the CIA, focused on troop movements, troop aquisitions
\item National Security Agency/Central Security Service (NSA/CSS) - leading experts in signal communications and telecommunications
\item National Geospatial Intelligence Agency (NGA) - focuses on GIS, geography
\item National Reconnaissance Office (NRO) - one of the most secret agencies, existence wasn't acknowledged until the '50's, control spy sattelite network
\item US Army Intelligence (USAI) - control field operations and movement of troops
\item Office of Naval Intelligence (ONI) - control water-based troop movements, cargo movement, and political intelligence
\item US Marine Corps Intelligence (USMCI) - provide tactical intelligence for troop movements through surge and occupancy operations, also provide counterintelligence consultation to the rest of the USIC
\item US Air Force Intelligence, Surveillance, and Reconnaissance (USAFISR/16AF) - focus on imagery intelligence, security countermeasures, telecommunications
\end{itemize}

\subsection{Questions to Consider}
\label{sec:org25996e9}
\begin{itemize}
\item Do you agree with the concise definition of intelligence?
\item Which level of analysis would you most focus on?
\item Can you see the bureaucracy of the intelligence community helping or hurting its overall mission?
\end{itemize}
\end{document}
